[
  {
    "title": "Shomurodov",
    "pdf_url": "https://digitalhub.fifa.com/m/3c0fe1b96c0620fe/original/Shomurodov_20062023.pdf",
    "raw_text_length": 26988,
    "clean_text_length": 27125,
    "paragraph_count": 71,
    "paragraphs": [
      {
        "index": 0,
        "text": "Decision of the Single Judge of the sub -committee of The Dispute Resolution Chamber passed on 20 June 2023 regarding solidarity contribution for the transfer of the player ELDOR SHOMURODOV BY: Mr. Johan van Gaalen (South Africa ), Single Judge of the Dispute Resolution Chamber of the Football Tribunal CLAIMANT : FC Bunyodkor , Uzbekistan RESPONDENT : GENOA CRICKET AND F.C. SPA , Italy",
        "length": 388,
        "word_count": 64
      },
      {
        "index": 2,
        "text": "Player: ELDOR SHOMURODOV Date of birth: 29 June 1995",
        "length": 52,
        "word_count": 9
      },
      {
        "index": 4,
        "text": ": issued by the Uzbekistan Football Association on 2 August 2021 Season Birthday Club(s) Registration dates Status 2007 12th FC Marshal Mubarek 01/05/07 – 31/12/07 Amateur 2008 13th FC Marshal Mubarek 01/0 1/08 – 31/12/ 08 Amateur 2009 14th FC Marshal Mubarek 01/01/09 – 31/12/09 Amateur 2010 15th FC Marshal Mubarek 01/01/10 – 31/12/10 Amateur 2011 16th FC Marshal Mubarek 01/01/ 11 – 31/12/11 Amateur 2012 17th FC Marshal Mubarek 01/01/1 2 – 02/01/12 Amateur 2013 18th FC Marshal Mubarek 03/01/1 3 – 31/12/13 Professional 2014 19th FC Marshal Mubarek 01/01/14 – 31/12/ 14 Professional 2015 20th FC Bunyodkor 01/01/15 – 31/12/15 Professional 2016 21st FC Bunyodkor 01/01/16 – 31/12/16 Professional 2017 22nd FC Bunyodkor 01/01/17 – 12/07/17 Professional",
        "length": 754,
        "word_count": 119
      },
      {
        "index": 6,
        "text": "5 October 2020, from FC Rostov (Russia ) to GENOA CRICKET AND F.C.SPA (Italy) as a professional",
        "length": 95,
        "word_count": 17
      },
      {
        "index": 8,
        "text": "- EUR 2,500,000 due on 30 November 2020; - EUR 2,000,000 due on 30 April 2021; - EUR 1,800,000 due on 31 October 2021; - EUR 1,200,000 due on 30 June 2022; - EUR 500,000 bonus if the player reaches 10 goals/assists; - EUR 500,000 bonus if the player reaches 15 goals/assists; - EUR 500,000 bonus if the player reaches 20 goals/assists; and - 15% sell -on over the profit in case of the player’s permanent transfer to a third club.",
        "length": 430,
        "word_count": 81
      },
      {
        "index": 12,
        "text": "GENOA CRICKET AND F.C. SPA (Italy) Intervening party : FC Rostov (Russia) – Former Club",
        "length": 87,
        "word_count": 15
      },
      {
        "index": 14,
        "text": "On 1 December 2022, the Claimant requested the payment of solidarity contribution on the basis of the transfer of the player from the Former Club, FC Rostov, to the Respondent.",
        "length": 176,
        "word_count": 30
      },
      {
        "index": 16,
        "text": "In its calculation, the Claimant considered to be entitled to 1.27% of the amounts paid by the Respondent to the Former Club .",
        "length": 126,
        "word_count": 23
      },
      {
        "index": 18,
        "text": "The player was registered with the Claimant for 924 days, between 1 January 2015 and 12 July 2017, from the season of his 20th birthday until the one of his 22nd birthday .",
        "length": 172,
        "word_count": 33
      },
      {
        "index": 20,
        "text": "On 5 October 2020, the player was transferred from the Former Club to the Respondent for a EUR 7,500,000 fixed fee , bonuses of EUR 500,000 for 10, 15 and 20 goals/assists, as well as 15% sell -on clause.",
        "length": 204,
        "word_count": 39
      },
      {
        "index": 22,
        "text": "The Claimant, previously made aware of the transfer conditions on TMS 11607, which was closed for the lack of the presentation of the Bank Account Registration Form, requested to receive as solidarity contribution: a. EUR 95,250 (EUR 7,500,000 x 1.27%) over the fixed fee; and b. EUR 6,350 (EUR 500,000 x 1.27%) over the bonus for 10 goals/assists .",
        "length": 349,
        "word_count": 59
      },
      {
        "index": 24,
        "text": "The Respondent argued the Claimant’s claim should be dismissed for being time -barred, in accordance with Article 23.3 of the FIFA Regulations on the Status and Transfer of Players (RSTP), as more than two years elapsed between the transfer agreement date , on 30 September 2020 , as well as the transfer date on 5 October 2020 , and the filing of the present claim, on 1 December 2022.",
        "length": 386,
        "word_count": 69
      },
      {
        "index": 26,
        "text": "If FIFA did not consider the claim time -barred, the Respondent continued its reply by stating that the transfer agreement determined the payment of the fixed fee would be: a. EUR 2,500,000 due on 30 November 2020; b. EUR 2,000,000 due on 30 April 2021; c. EUR 1,800,000 due on 31 October 2021; and d. EUR 1,200,000 due on 30 June 2022 .",
        "length": 337,
        "word_count": 63
      },
      {
        "index": 28,
        "text": "However, the Respondent argued it paid the fixed fee to the Former Club as shown below , and that it should be responsibility of the latter to distribute the solidarity contribution to training clubs, as the Claimant: a. EUR 500,000 on 23 December 2020; b. EUR 1,000,000 on 30 March 2020; c. EUR 1,000,00 0 on 31 March 2021; and d. EUR 5,000,000 on 23 April 2021. 9. The Respondent did not contest that the 10 goal/assist bonus had been triggered.",
        "length": 447,
        "word_count": 81
      },
      {
        "index": 30,
        "text": "As the transfer fee is inclusive of solidarity contribution, the Respondent requested that, in the unlikely event of a condemnation, that it should be the Former Club the one held responsible for paying the training entitlement to the Claimant.",
        "length": 244,
        "word_count": 39
      },
      {
        "index": 32,
        "text": "Moreover, t he Respondent brought to the attention of the Dispute Resolution Chamber of the Football Tribunal that Art. 2.5. of the Transfer Agreement states that: “The Clubs agree that they will share the burden of the FIFA Solidarity Contribution due to any of the Player’s former training clubs under the FIFA Regulations, as follows: • 50% (fifty percent) to be borne by Genoa; and • 50% (fifty percent) to be born e by Rostov. Therefore, Genoa shall have the right to deduct from any payment under the present Contract to Rostov a percentage of 50% (fifty percent) of FIFA Solidarity Contribution due to any of the Play er’s former training clubs, and the rest 50% (fifty percent) the Genoa shall pay on its own costs ”.",
        "length": 725,
        "word_count": 127
      },
      {
        "index": 34,
        "text": "Because of that, t he Respondent request ed that, in the event of being condemned to pay solidarity contribution to the Claimant, that the Former Club should be ordered to reimburse 50% of these amounts.",
        "length": 203,
        "word_count": 35
      },
      {
        "index": 36,
        "text": "Lastly, the Respondent state d that the solidarity contribution percentage due to the Claimant is not of 1.27% but of 1.264%.",
        "length": 125,
        "word_count": 21
      },
      {
        "index": 38,
        "text": "Considering its arguments, the Respondent request ed that: a. the claim is dismissed for being time -barred; b. if solidarity contribution is considered due, that the Former Club should be condemned to pay it ; and, subsidiarily, c. the Former Club is ordered to reimburse 50% o f the amounts that the Respondent eventually is condemned to pay to the Claimant.",
        "length": 360,
        "word_count": 61
      },
      {
        "index": 40,
        "text": "The Former Club informed FIFA on 19 June 2023 that it originally agreed with the Respondent on sharing the responsibility of paying solidarity contribution.",
        "length": 156,
        "word_count": 24
      },
      {
        "index": 42,
        "text": "However, because of the Respondent’s lack of payment of the transfer fee, a contractual dispute procedure was opened, FPSD -684 / 21 -00149, and the “ADDENDUM NO. 2 TO THE AGREEMENT FOR THE PERMANENT TRANSFER OF THE PLAYER ELDOR SHOMURODOV ”, provided to FIFA by the Former Club, was signed, determining : “4. Furthermore, the Parties agree in modification of article 2.5 of the Agreement, that Genoa shall not deduct from the Fixed Transfer Fee any amounts with regard to FIFA Solidarity Contribution which may be due as a result of the transfer of the Player to Genoa, pursuant to Article 21 of the FIFA RSTP. Instead, Genoa shall pay to Rostov the full amounts of the Installments of the Fixed Transfer Fee without any deduction, and Genoa shall in addition pay an d distribute the applicable Solidarity Contribution payments to all entitled third parties and shall indemnify Rostov from any claims of third parties in this respect.”.",
        "length": 937,
        "word_count": 158
      },
      {
        "index": 44,
        "text": "In light of the above, the Former Club is of the opinion that it is exclusively the responsibility of the Respondent to distribute solidarity contribution.",
        "length": 155,
        "word_count": 25
      },
      {
        "index": 47,
        "text": "Regulations on the Status and Transfer of Players ( RSTP ): October 2020 edition.",
        "length": 81,
        "word_count": 14
      },
      {
        "index": 49,
        "text": "Governing the Football Tribunal (",
        "length": 33,
        "word_count": 5
      },
      {
        "index": 53,
        "text": "The Respondent requested the claim to be considered inadmissible for being time - barred. The Respondent based its request on the fact that the Claimant filed the present claim more than two years after the signing of the transfer agreement.",
        "length": 241,
        "word_count": 40
      },
      {
        "index": 55,
        "text": "Article 2.1. of Annex 5 RSTP determines that “the new club shall pay the solidarity contribution to the training club(s) (…) no later than 30 days after the player’s registrati on or, in case of contingent payments, 30 days after the date of such payments ”.",
        "length": 258,
        "word_count": 46
      },
      {
        "index": 57,
        "text": "The first instalment of the transfer fee agreed between Respondent and Former Club was due on 30 November 2020. Through the application of the above -mentioned article of RSTP , solidarity contribution over the first instalment of the transfer fee became outstanding on 30 December 2020.",
        "length": 287,
        "word_count": 46
      },
      {
        "index": 59,
        "text": "The present claim was filed on 1 December 2022. Between 30 December 2020 and 1 December 2022 less than two years have elapsed.",
        "length": 126,
        "word_count": 23
      },
      {
        "index": 61,
        "text": "In light of th e above, the present claim is admissible. 6. Article 1 par. 1 of Annex 5 RSTP stipulates that if a professional moves during the course of a contract, 5% of any compensation, not including training compensation paid to his former club, shall be deducted fro m the total amount of this compensation and distributed by the new club as a solidarity contribution to the club(s) involved in his training and education over the years. This solidarity contribution reflects the number of years (calculated pro rata if les s than one year) he was registered with the relevant club(s) between the calendar years of his 12th and 23rd birthdays .",
        "length": 650,
        "word_count": 113
      },
      {
        "index": 65,
        "text": "issued by the U zbekistan Football Association , the player was registered with the Claimant between 1 January 2015 and 12 July 2017 , i.e.: a. The entire calendar year of the player’s 20th birthday; b. The entire calendar year of the player’s 21st birthday; and c. 193 days on the calendar year of the player’s 22nd birthday.",
        "length": 326,
        "word_count": 58
      },
      {
        "index": 67,
        "text": "Based on the above, the Claimant shall be entitled to receive as solidarity contribution 1.264% of any payment made in relation to a transfer of the player, or 25.28% of the solidarity contribution due, corresponding to: a. 0.5% of the trans fer fee, or 10% of the solidarity contribution due, for the entire calendar year of the player’s 20th birthday; b. 0.5% of the transfer fee, or 10% of the solidarity contribution due, for the entire calendar year of the player’s 21st birthday; and c. 0.264% of the transfer fee, or 5.28% of the solidarity contribution due, for the 193 days on the calendar year of the player’s 2 2nd birthday .",
        "length": 636,
        "word_count": 112
      },
      {
        "index": 69,
        "text": "Article 1, par. 1 of Annex 5 RSTP foresees t hat 5% of any compensation paid by the new club to the former club shall be deducted and distributed by the new club a solidarity contribution.",
        "length": 188,
        "word_count": 36
      },
      {
        "index": 71,
        "text": "It is uncontested that on 5 October 2020, the player was transferred from his Former Club, FC Rostov (Russia) , to the Respondent as a professional .",
        "length": 149,
        "word_count": 27
      },
      {
        "index": 73,
        "text": "In this respect, the Respondent agreed to pay to the Former Club: a. EUR 2,500,000 due on 30 November 2020; b. EUR 2,000,000 due on 30 April 2021; c. EUR 1,800,000 due on 31 October 2021; d. EUR 1,200,000 due on 30 June 2022; e. EUR 500,000 bonus if the player reaches 10 goals/assists; f. EUR 500,000 bonus if the player reaches 15 goals/assists; g. EUR 500,000 bonus if the player reaches 20 goals/assists; and h. 15% sell -on over the profit in case of the player’s permanent transfer to a third club.",
        "length": 504,
        "word_count": 93
      },
      {
        "index": 75,
        "text": "Therefore, the Respondent shall deduct 5% of any o f the above due instalments as solidarity contribution and distribute it accordingly between the training clubs of the player.",
        "length": 177,
        "word_count": 28
      },
      {
        "index": 77,
        "text": "The solidarity contribution generated by the payment of the first instalment corresponds to 5% of EUR 2,500,000, i.e. EUR 125,000 .",
        "length": 131,
        "word_count": 21
      },
      {
        "index": 79,
        "text": "The solidarity contribution generated by the payment of the second instalment corresponds to 5% of EUR 2,000,000, i.e. EUR 100,000.",
        "length": 131,
        "word_count": 20
      },
      {
        "index": 81,
        "text": "The solidarity contribution generated by the payment of the third instalment corresponds to 5% of EUR 1,800,000, i.e. EUR 90,000 .",
        "length": 130,
        "word_count": 21
      },
      {
        "index": 83,
        "text": "The solidarity contribution generated by the payment of the fourth instalment corresponds to 5% of EUR 1,200,000, i.e. EUR 60 ,000 .",
        "length": 132,
        "word_count": 22
      },
      {
        "index": 85,
        "text": "It is an uncontested allegation that the EUR 500,000 bonus for 10 goals/assists was also paid. The solidarity contribution generated by it corresponds to 5% of its amount, i.e. EUR 25,000.",
        "length": 188,
        "word_count": 31
      },
      {
        "index": 87,
        "text": "In accordance with art icle 2 par. 1 of Annex 5 RSTP, the ne w club of a player shall pay the solidarity contribution to the training club(s) no later than 30 days after the player’s registration or, in case of contingent payments, 30 days after the date of such payme nts.",
        "length": 273,
        "word_count": 52
      },
      {
        "index": 89,
        "text": "Thus, the Respondent had 30 days to pay any solidarity contribution generated by the payment of any of the above due instalments to the training clubs.",
        "length": 151,
        "word_count": 26
      },
      {
        "index": 91,
        "text": "In fact, the Respondent had: a. until 30 December 2020 to pay any due solidarity contribution generated by the first instalment; b. until 30 March 2 021 to pay any due solidarity contribution generated by the second instalment; c. until 30 November 2021 to pay any due solidarity contribution generated by the third instalment; d. until 30 July 2022 to pay any due solidarity contribution generated by the fourt h instalment; and e. for the 10 goal/assist bonus, even though its triggering it is uncontested, the date of triggering is not specified, and, because of that, it is unclear until when the solidarity contribution generated by it was to be paid.",
        "length": 656,
        "word_count": 111
      },
      {
        "index": 93,
        "text": "The Claimant is entitled to receive 25.28% of the solidarity contribution due.",
        "length": 78,
        "word_count": 12
      },
      {
        "index": 95,
        "text": "Therefore, the Claimant is entitled to receive EUR 101,120, corresponding to: a. 25.28% of EUR 125,000 , i.e. EUR 31,600; b. 25.28% of EUR 100,000 , i.e. EUR 25,280; c. 25.28% of EUR 90, 000; i.e. EUR 22,752; d. 25.28% of EUR 60,000 , i.e. EUR 15,168; and e. 25.28% of EUR 25,000 , i.e. EUR 6,320.",
        "length": 297,
        "word_count": 57
      },
      {
        "index": 97,
        "text": "It is uncontested that, to date, the Respondent did not pay any of the due solidarity to the Claimant.",
        "length": 102,
        "word_count": 19
      },
      {
        "index": 99,
        "text": "The Respondent argued that, because of the conditions foreseen i n the transfer agreement regarding the player, the Former Club should be the one responsible for the payment of the full solidarity contribution.",
        "length": 210,
        "word_count": 33
      },
      {
        "index": 101,
        "text": "Alternatively, the Respondent requested that the Former Club should be ordered by FIFA to reimburse 50% of the amounts after they were paid to the Claimant, also in accordance with the transfer agreement regarding the player.",
        "length": 225,
        "word_count": 36
      },
      {
        "index": 103,
        "text": "As shown above, u nder the RSTP, it is the responsibility of the new club, i.e. the Respondent, to distribute solidarity contribution. However, given the contractual provisions agreed with t he Former Club, the latter was notified to present its arguments on whose responsibility it would be to pay solidarity contribution.",
        "length": 323,
        "word_count": 51
      },
      {
        "index": 105,
        "text": "The Former Club replied to FIFA that, despite the contractual provisions, the Respondent is responsible to pay solidarity contribution because of the contractual dispute FPSD - 684 / 21 -00149 and the determination on the “ADDENDUM NO. 2 TO THE AGREEMENT FOR THE PERMANENT TRANSFER OF THE PLAYER ELDOR SHOMURODOV ” that followed it.",
        "length": 332,
        "word_count": 54
      },
      {
        "index": 107,
        "text": "The addendum presented by the Former Club, and signed by the latter and the Respondent, clearly states “Genoa (i.e., Respondent) shall in addition pay and distribute the applicable S olidarity Contribution payments to all entitled third parties” .",
        "length": 247,
        "word_count": 38
      },
      {
        "index": 109,
        "text": "Therefore, solidarity contribution is to be paid by the Respondent to the Claimant , as contractually agreed by the Former club and the Respondent.",
        "length": 147,
        "word_count": 24
      },
      {
        "index": 111,
        "text": "The well -established jurisprudence of the DRC applies a 5% interest per annum as from the first overdue day for the payment of solidarity contribution . 31. Based on the above, it is established that the Respondent shall pay the Claimant solidarity contribution of EUR 101,120 : a. EUR 31,600 plus 5% interest p.a. as from 30 December 2020; b. EUR 25,280 plus 5% interest p.a. as from 30 May 2021; c. EUR 22,752 plus 5% interest p.a. as from 30 November 2021; d. EUR 15,168 plus 5% interest p.a. as from 30 July 2022 until the date of effective payment; and e. EUR 6,320 .",
        "length": 573,
        "word_count": 106
      },
      {
        "index": 113,
        "text": "Consequently, the claim of the Claimant is accepted.",
        "length": 52,
        "word_count": 8
      },
      {
        "index": 115,
        "text": "According to art icle 25 par. 2 of the",
        "length": 38,
        "word_count": 9
      },
      {
        "index": 117,
        "text": ", procedural costs are payable for disputes between clubs regarding the payment of training compensation .",
        "length": 106,
        "word_count": 16
      },
      {
        "index": 119,
        "text": "The amount claimed by the Claimant corresponds to an amount higher than USD 100,000 and lower than USD 149,999. Therefore, procedural costs levied in this respect are fixed at USD 15,000 (cf. art. 2 of Annexe 1 to the",
        "length": 217,
        "word_count": 39
      },
      {
        "index": 121,
        "text": ") 35. According to art icle 25 par. 5 of the",
        "length": 44,
        "word_count": 11
      },
      {
        "index": 123,
        "text": ", the chamber will decide the amount that each party is due to pay, in consideration of the parties’ degree of success and their conduct during the procedure, as well as any advance of costs paid. In exceptional circumstances, the chamber may order that FIFA assumes all pro cedural costs.",
        "length": 289,
        "word_count": 50
      },
      {
        "index": 125,
        "text": "In view the specific circumstances of the case, procedural costs shall be set at USD 10,000.",
        "length": 92,
        "word_count": 16
      },
      {
        "index": 127,
        "text": "In view of the outcome of the claim, said costs shall be borne by the Respondent in full.",
        "length": 89,
        "word_count": 18
      },
      {
        "index": 129,
        "text": "Article 24 RSTP is applicable to the matter at hand.",
        "length": 52,
        "word_count": 10
      },
      {
        "index": 131,
        "text": "The claim of the Claimant, FC Bunyodkor , is accepted .",
        "length": 55,
        "word_count": 11
      },
      {
        "index": 133,
        "text": "The Respondent, GENOA CRICKET AND F.C. SPA, has to pay to the Claimant the amount of EUR 101,120 as solidarity contribution as follows: - EUR 31,600 plus 5% interest p.a. as from 30 December 2020; - EUR 25,280 plus 5% interest p.a. as from 30 May 2021; - EUR 22,752 plus 5% interest p.a. as from 30 November 2021; - EUR 15,168 plus 5% interest p.a. as from 30 July 2022 until the date of effective payment; and - EUR 6,32 0.",
        "length": 424,
        "word_count": 82
      },
      {
        "index": 135,
        "text": "Any further claims of the Claimant are rejected.",
        "length": 48,
        "word_count": 8
      },
      {
        "index": 137,
        "text": "Full payment (including all applicable interest) shall be made to the bank account indicated in the enclosed Bank Account Registration Form.",
        "length": 140,
        "word_count": 21
      },
      {
        "index": 139,
        "text": "Pursuant to article 24 of the Regulations on the Status and Transfer of Players if full payment (including all applicable interest) is not paid within 45 days of notification of this decision, the following consequences shall apply: 1. The Respondent shall b e banned from registering any new players, either nationally or internationally, up until the due amount is paid. The maximum duration of the ban shall be of three entire and consecutive registration periods.",
        "length": 467,
        "word_count": 75
      },
      {
        "index": 141,
        "text": "The present matter shall be submitted, upon req uest, to the FIFA Disciplinary Committee in the event that full payment (including all applicable interest) is still not paid by the end of the of the three entire and consecutive registration periods.",
        "length": 249,
        "word_count": 41
      },
      {
        "index": 143,
        "text": "The consequences shall only be enforced at the reques t of the Claimant in accordance with article 24 paragraphs 7 and 8 and article 25 of the Regulations on the Status and Transfer of Players.",
        "length": 193,
        "word_count": 35
      },
      {
        "index": 145,
        "text": "The final costs of the proceedings in the amount of USD 10,000 are to be paid by the Respondent to FIFA reference t o case no. TMS 1 1927 (cf. note relating to the payment of the procedural costs below) . For the Football Tribunal : Emilio García Silvero Chief Legal & Compliance Officer NOTE RELATED TO THE APPEAL PROCEDURE: Pursuant to article 57 paragraph 1 of the FIFA Statutes, this decision may be appealed before the Court of Arbitration for Sport within 21 days of notification. NOTE RELATED TO PUBLICATION: FIFA may publish this decision. For reasons of confidentiality, FIFA may decide, at the request of a party within five days of the notification of the motivated decision, to publish an anonymised or a redacted version (cf. article 17 of the",
        "length": 756,
        "word_count": 132
      },
      {
        "index": 147,
        "text": "). CONTACT INFORMATION Fédération Internationale de Football Association FIFA -Strasse 20 P.O. Box 8044 Zurich Switzerland www.fifa.com | legal.fifa.com | CHhelpdesk@fifa.org | T: +41 (0)43 222 7777",
        "length": 198,
        "word_count": 27
      }
    ],
    "stats": {
      "total_paragraphs": 71,
      "total_length": 18399,
      "total_words": 3176,
      "avg_paragraph_length": 259,
      "avg_words_per_paragraph": 44
    }
  },
  {
    "title": "De Lima Junior",
    "pdf_url": "https://digitalhub.fifa.com/m/4986da46b19cd4a/original/De-Lima-Junior_27052023.pdf",
    "raw_text_length": 14346,
    "clean_text_length": 14157,
    "paragraph_count": 40,
    "paragraphs": [
      {
        "index": 0,
        "text": "REF TMS 12286 Page 2of 10 Decision of the Dispute Resolution Chamber passed on 17 May2023 regarding solidarity contribution for the transfer the player Jose Artur DE LIMA JUNIOR COMPOSITION: Frans de Weger (The Netherlands), Chairperson Mario Flores Chemor (Mexico), member Johan van Gaalen (South Africa), member CLAIMANT: Bahia BA, Brazil RESPONDENT: Houston Dynamo, USA REF TMS 12286 Page 3of 10",
        "length": 398,
        "word_count": 61
      },
      {
        "index": 2,
        "text": "Player: Jose Artur DE LIMA JUNIOR Date of birth: 11March 1996",
        "length": 61,
        "word_count": 11
      },
      {
        "index": 4,
        "text": ": issued by the Brazilian Football Confederation ( CBF) on 29May 2018: Year Season Status Basis Country Period Club 2008 to 201012/14 From 01.01.2008 to 03.10.2010No record found 2010 to 201114/15 Amateur Def Brazil From 04.10.2010 to 24.03.20111Atlantico Esporte Clube/BA 2011 to 201115/15 Amateur Def Brazil From 25.03.2011 to 31.12.2011Palmeirinha/ SP 2012 to 201215/16 From 01.01.2012 to 16.07.2012No record found 2012 to 201216/16 Amateur Def Brazil From 17.07.2012 to 22.08.2012Bahia/BA 2012 to 201216/16 From 23.08.2012 to 23.08.2012No record found 2012 to 201316/16 Amateur Def Brazil From 24.08.2012 to 28.02.2013Ypiranga/BA 2013 to 201316/17 Professional Def Brazil From 01.03.2013 to 19.08.2013Bahia/BA 2013 to 201317/17 Professional Loan Brazil From 20.08.2013 to 30.11.2013Galicia/BA 2013 to 201517/18 Professional Def Brazil From 01.12.2013 to 01.01.2015Bahia/BA 2015 to 201518/19 Professional Def Brazil From 01.01.2015 to 02.07.2015Bahia/BA 2015 to 2015 19/19 From 03.07.2015 to 08.07.2015No record found 2015 to 201519/19 Professional Def Brazil From 09.07.2015 to 31.07.2015Ge Juventus/SC 2015 to 201619/20 Professional Loan Brazil From 01.08.2015 to 31.07.2016Sao Paulo/SP 2016 to 201620/20 Professional Def Brazil From 31.07.2016 to 01.08.2016Ge Juventus/SC 2016 to 201720/20 Professional Def Brazil From 01.08.2016 to 31.01.2017Sao Paulo/SP REF TMS 12286 Page 4of 10 2017 to 201720/21 Professional Loan USA From 01.02.2017 to 30.12.2017Columbus Crew 2017 to 201721/21 Professional Def Brazil From 31.12.2017 to 31.12.2017Sao Paulo/SP 2018 to 201821/21 From 01.01.2018 to 15.01.2018No record found 2018 to 202321/26 Professional Def USA From 16.01.2018 to 16.01.2013Columbus Crew Sporting season: From January to December",
        "length": 1741,
        "word_count": 237
      },
      {
        "index": 6,
        "text": "11 November2022, from Columbus Crew (USA)to Houston Dynamo (USA) as professional : Financialconditions of the transfer: According to the information provided by the Major League Soccer (MLS), Columbus Crew (USA) and Houston Dynamo agreed upon the transfer of the player in exchange of USD 300,000 of General Allocation Money (GAM).",
        "length": 331,
        "word_count": 50
      },
      {
        "index": 12,
        "text": "On 03 February 2023, the Claimant lodged a claim against the Respondent requesting the payment of 1.116% of the total transfer amount over any compensation agreed upon and/or paid to the Former Club and any future payments, such as, but not limited to, bonus payments or sell-on fees agreements, plus 5% p.a. interest as of the due dates until the date of effective payment 2. On 08 February 2023, the Major League Soccer (MLS) disclosed the conditions agreed between Columbus Crew (Former club) and the Respondent for the transfer of the player. According to the MLS, (i) the player was re-assigned from Columbus Crew to the Respondent on 11 November 2022 without signing a transfer agreement; (ii) the above- mentioned clubs agreed on the transfer of the player in exchange for USD 300,000 as General Allocation Money (GAM); (iii) no compensation payment was agreed upon for the transfer of the player and the Claimant is not entitled to solidarity contribution. REF TMS 12286 Page 5of 10 3. The Respondent failed to provide its position in the matter at hand.",
        "length": 1062,
        "word_count": 179
      },
      {
        "index": 15,
        "text": "Regulations on the Status and Transfer of Players ( RSTP): October 2022 edition",
        "length": 79,
        "word_count": 13
      },
      {
        "index": 17,
        "text": "Governing the Football Tribunal (",
        "length": 33,
        "word_count": 5
      },
      {
        "index": 19,
        "text": "): November 2022 edition Jurisdiction: yes, uncontested. Admissible: yes, uncontested. Proposed",
        "length": 95,
        "word_count": 11
      },
      {
        "index": 21,
        "text": "The Claimant requested the payment of solidarity contribution resulting from the transfer of the player from Columbus Crew (USA) to the Respondent.",
        "length": 147,
        "word_count": 22
      },
      {
        "index": 23,
        "text": "The Respondent did not provide its comments in respect of the present claim.",
        "length": 76,
        "word_count": 13
      },
      {
        "index": 25,
        "text": "Art. 1 par. 1 of Annexe 5 RSTP stipulates that if a professional moves during the course of a contract, 5% of any compensation, not including training compensation paid to his former club, shall be deducted from the total amount of this compensation and distributed by the new club as a solidarity contribution to the club(s) involved in his training and education over the years. This solidarity contribution reflects the number of years (calculated pro rata if less than one year) he was registered with the relevant club(s) between the years of his 12th and 23rd birthdays.",
        "length": 576,
        "word_count": 97
      },
      {
        "index": 27,
        "text": "It is uncontested that in accordance with the",
        "length": 45,
        "word_count": 8
      },
      {
        "index": 29,
        "text": "issued by the CBF on 29 May 2018, the player was registered with the Claimant as follows: (i) from 17 July 2012 until 22 August 2012, corresponding to 37 days of the calendar thbirthday; (ii) (ii) from 01 March 2013 until 19 August 2023 and from 01 December 2013 until 31 th birthday; (iii) the entire calendar year of the thbirthday; and (iv) from 01 January 2015 until 02 July 2015, corresponding to 183 days of the calendar thbirthday.",
        "length": 438,
        "word_count": 79
      },
      {
        "index": 31,
        "text": "It is uncontested that the player was transferred from Columbus Crew to the Respondent on 11 November 2022 in exchange for USD 300,00 as GAM. REF TMS 12286 Page 6of 10 6. In view of that, the DRC must decide if the amount of USD 300,000 as GAM provided by the Respondent can be encompassed as compensation in the meaning of the RSTPand, if so, what it is the amount of solidarity contribution due to the Claimant.",
        "length": 413,
        "word_count": 77
      },
      {
        "index": 33,
        "text": "Article 21 and Annexe 5, article 1, of FIFA RSTP, set forth that any compensation paid within the scope of the transfer of the player, except for training compensation, shall be subjected to solidarity contribution. Additionally, the FIFA Commentary on the solidarity contribution is subject to any compensation paid for the transfer of the player, regardless of whether it is described as part of the transfer fee or not .",
        "length": 423,
        "word_count": 70
      },
      {
        "index": 35,
        "text": "According to the DRC and CAS jurisprudence, cannot be considered as a narrow interpretation and therefore shall not be strict to the monetary naturepaidfor the transfer of the player, but it includes any financial benefit which may derive from the transfer of a player. This approach has been applied by CAS and the DRC in cases of entitlement of solidarity contribution triggered by the activation of a buy-out clause orthe swap of players. In fact, the DRC concluded several times that the exchange of players indirectly implied a financial agreement, i.e. an agreement with a monetary component, due to the fact that the relevant qualities of the players have an economic value in the football employment market.",
        "length": 715,
        "word_count": 117
      },
      {
        "index": 37,
        "text": "Against the above framework, according to the MLS Rules, the GAM corresponds to an amount available to MLS clubs annually in addition to its salary budget, which can be used in several circumstances such as the signing of new players to MLS, the re-assigning of an existing MLS player, and to off-set loan and transfer fees.",
        "length": 324,
        "word_count": 56
      },
      {
        "index": 39,
        "text": "In other words, the increasing of the GAM of an MLS club corresponds to a financial advantage to such club considering the different possibilities in which the club can spend this resource. The higher the amount of GAM available to a club, the higher the amount that can be spent on signing new players or on compensation of loan or transfer fees.",
        "length": 347,
        "word_count": 62
      },
      {
        "index": 41,
        "text": "The MLS Rules also foresee that an MLS club may reduce 100% of a loan or transfer fee using the GAM.",
        "length": 100,
        "word_count": 21
      },
      {
        "index": 43,
        "text": "In this respect and according to the strict financial MLS rules on the amount that can be spent by MLS clubs, it seems that any amount of GAM provided to an MLS club in exchange of the registration of a player corresponds to a payment of compensation that can be spend within the parameters established by the MLS Rules.",
        "length": 320,
        "word_count": 59
      },
      {
        "index": 45,
        "text": "Bearing in mind that the RSTP clearly establishes the entitlement of solidarity contribution on any compensation paid within the scope of the transfer of the player, regardless the nature of the compensation, the amount of GAM provided by the Respondent shall be encompassed as a transfer compensation and the Claimant is entitled to solidarity contribution for the transfer of the player. REF TMS 12286 Page 7of 10 14. Finally, and again given the nature of the GAM as described above, the DRC held that any other conclusion as regards the GAM would be to the detriment of uniformity, equality and certainty on football at a global scale because it would enable USA (or Canadian) clubs forming part of the MLS to have a financial advantage over the rest 15. Consequently, the amount to be taken into account to calculate the solidarity contribution due to the Claimant is USD 300,000.",
        "length": 885,
        "word_count": 149
      },
      {
        "index": 47,
        "text": "According to art. 1 and 2 of Annexe 5 of the RSTP, club, i.e.the Respondent, is ordered to remit the relevant proportion(s) of the 5% solidarity contribution to the club(s) 17. It remained undisputed that the Respondent did not pay the solidarity contribution to the Claimant in relation to the amount agreed for the transfer of the player, i.e. USD 300,000.",
        "length": 358,
        "word_count": 61
      },
      {
        "index": 49,
        "text": "According to art. 21 and art. 1 par. 1 of Annexe 5 of the RSTP, 5% of the above compensation shall be deducted as solidarity contribution.",
        "length": 138,
        "word_count": 26
      },
      {
        "index": 51,
        "text": "As per art. 1 par. 1 of Annexe 5 of the RSTP, solidarity contribution for the calendar year 6thto 23rdbirthday amounts to 10% of the total solidarity contributionand it is to be calculated on a pro rata basis if a player is registered for less than a year (cfr. Art. 1 par. 1 of Annexe 5 of the RSTP).",
        "length": 301,
        "word_count": 59
      },
      {
        "index": 53,
        "text": "As established above in point II.4, the Claimant is entitled to receive 21.59% of the due solidarity contribution, i.e. 1.0795% of the total transfer amount agreed for the transfer of the player, corresponding to: 10.11% of the 10% solidarity contribution for the 37 days the 10% solidarity contribution for the 365 d birthday; and 50.14% of the 10% solidarity contribution for the 183 days of the calendar .",
        "length": 408,
        "word_count": 68
      },
      {
        "index": 55,
        "text": "Based on the above, the Respondent shall pay the Claimant solidarity contribution of USD 3,237.94.",
        "length": 98,
        "word_count": 15
      },
      {
        "index": 57,
        "text": "In addition, the Claimant requested the payment of interests over the claimed amount at a rate of 5% p.a.as of the due date.",
        "length": 124,
        "word_count": 23
      },
      {
        "index": 59,
        "text": "-established jurisprudence of the DRC with regard to interest, the Claimant is entitled to receive interest of 5% p.a. over the amount payable as solidarity contribution as of the 31stday after the date of registration of the player on the permanent basis, i.e.12 December 2022. REF TMS 12286 Page 8of 10 24. In view of all the above, the claim of the Claimant is accepted and the Claimant is entitled to receive USD 3,237.94 as solidarity contribution, plus 5% interest p.a., as from 12 December 2022 until the date of effective payment.",
        "length": 538,
        "word_count": 92
      },
      {
        "index": 63,
        "text": "stipulates that costs in the maximum amount of USD 25,000 are levied in connection with proceedings before the DRC of the Football Tribunal relating to disputes regarding training compensation and the solidarity mechanism. Costs are to be bor the proceedings (art. 25 par. 5 of the",
        "length": 281,
        "word_count": 46
      },
      {
        "index": 67,
        "text": "The amount claimed in the present dispute corresponds to an amount below USD 49,999. Therefore, procedural costs levied in this respect shall not exceed USD 5,000 (cf. art. 2 of Annexe 1 of the",
        "length": 193,
        "word_count": 34
      },
      {
        "index": 71,
        "text": "In consideration of the amount claimed, the costs of the proceedings are set at USD 3,000.",
        "length": 90,
        "word_count": 16
      },
      {
        "index": 73,
        "text": "In view of the outcome of the claim and the conduct of the parties, said costs shall be born entirely by the Respondent.",
        "length": 120,
        "word_count": 23
      },
      {
        "index": 75,
        "text": "Art. 24 of the RSTP applies. REF TMS 12286 Page 9of 10",
        "length": 54,
        "word_count": 12
      },
      {
        "index": 77,
        "text": "OF THE DISPUTE RESOLUTION CHAMBER 1. The claim of the Claimant, Bahia - BA, is accepted.",
        "length": 88,
        "word_count": 16
      },
      {
        "index": 79,
        "text": "The Respondent, Houston Dynamo, shall pay to the Claimant USD 3,237.94 as solidarity contribution plus 5% interest p.a. as from 12 December 2022 until the date of effective payment. 3.Any further claims of the Claimant are rejected.",
        "length": 232,
        "word_count": 37
      },
      {
        "index": 81,
        "text": "Full payment (including all applicable interest) shall be made to the bank account indicated in the enclosed Bank Account Registration Form.",
        "length": 140,
        "word_count": 21
      },
      {
        "index": 83,
        "text": "Pursuant to article 24 of the Regulations on the Status and Transfer of Players if full payment (including all applicable interest) is not paid within 45 days of notification of this decision, the following consequences shall apply: 1.The Respondent shall be banned from registering any new players, either nationally or international ly, up until the due amount is paid. The maximum duration of the ban shall be of three entire and consecutive registration periods. 2.The present matter shall be submitted, upon request, to the FIFA Disciplinary Committee in the event that full payment ( including all applicable interest) is still not paid by the end of the of the three entire and consecutive registration periods.",
        "length": 718,
        "word_count": 115
      },
      {
        "index": 85,
        "text": "The consequences shall only be enforced at the request of the Claimant in accordance with article 24 paragraphs 7 and 8 and article 25 of the Regulations on the Status and Transfer of Players.",
        "length": 192,
        "word_count": 34
      },
      {
        "index": 87,
        "text": "The final costs of the proceedings in the amount of USD 3,000 are to be paid by the Respondentto FIFA with reference to case no. TMS 12286( cf. note relating to the payment of the procedural costs below). For the Football Tribunal: Emilio García Silvero Chief Legal & Compliance Officer REF TMS 12286 Page 10of 10 NOTE RELATED TO THE APPEAL PROCEDURE: Pursuant to article 57 paragraph 1 of the FIFA Statutes, this decision may be appealed before the Court of Arbitration for Sport within 21 days of notification. NOTE RELATED TO PUBLICATION: FIFA may publish this decision. For reasons of confidentiality, FIFA may decide, at the request of a party within five days of the notification of the motivated decision, to publish an anonymised or a redacted version (cf. article 17 of the",
        "length": 782,
        "word_count": 134
      },
      {
        "index": 89,
        "text": "). CONTACT INFORMATION: Fédération Internationale de Football Association FIFA-Strasse 20 P.O. Box 8044 Zurich Switzerland www.fifa.com | legal.fifa.com | chhelpdesk@fifa.org | T: +41 (0)43 222 7777",
        "length": 198,
        "word_count": 26
      }
    ],
    "stats": {
      "total_paragraphs": 40,
      "total_length": 13662,
      "total_words": 2255,
      "avg_paragraph_length": 341,
      "avg_words_per_paragraph": 56
    }
  }
]